import "./AboutUsSection.scss";

const AboutUsSection = () => {
  return (
    <section className="aboutUsSection">
      <div className="aboutUsSection__content">
        <div className="aboutUsSection__topContainer">
          <h2>Про нас</h2>
          <p>
            З часу заснування в 2018 році, Благодiйна органiзацiя "Серця України" стала однією з
            найбільших, що допомагає українцям. Зараз ми збираємо кошти для допомоги постраждалим
            від війни та на потреби ЗСУ. Наша місія полягає у підтримці людей в ці складні часи. Ми
            постачаємо гуманітарну допомогу, щоб врятувати життя українців та допомагаємо нашим
            воїнам захищати Україну.
          </p>
          <p>
            Наразі наша команда налічує більше сотні людей з таких міст як Київ, Дніпро, Вінниця,
            Рівне, Донецьк та ін. Також витрачено мільйони гривень на закупівлю авто, медичного
            обладнання для поранених та інвалідів, генераторів, старлінків, дронів, житла для
            потерпілих і т.д.
          </p>
        </div>
        <div className="aboutUsSection__bottomContainer">
          <h3>Допомагаючи сьогодні, ми будуємо краще завтра</h3>
          <p>
            Росія вторглася в Україну. Ми захищаємо світ від тиранії, тож зараз час показати вашу
            підтримку заради свободи та демократії в Україні та в усьому світі. Війна торкнулася
            кожного українця, зруйнувала міста та села, залишила тисячі людей без дому, їжі,
            медикаментів та базових засобів для життя. У цій ситуації благодійні фонди стають
            справжнім рятівним кругом для тих, хто потребує допомоги.
          </p>
          <div className="aboutUsSection__imagesContainer"></div>
        </div>
      </div>
    </section>
  );
};

export default AboutUsSection;
